Show / Hide Table of Contents
Enum InclinedReinfBarType
Type of inclined bar
Namespace: IdeaRS.OpenModel.Detail
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum InclinedReinfBarType
Fields
 Name |  Description
 FullLength
Length is extended to outer edges of structure
 InputByLength
Length of bar is directly in put by user
 Improve this Doc
 View Source